{
        "format": "graph-model",
        "generatedBy": "2.3.0",
        "convertedBy": "Roboflow",
        "signature": {
            "inputs": {
                "input_1": {
                    "name": "input_1:0",
                    "dtype": "DT_FLOAT",
                    "tensorShape": {
                        "dim": [
                            {
                                "size": "-1"
                            },
                            {
                                "size": "608"
                            },
                            {
                                "size": "608"
                            },
                            {
                                "size": "3"
                            }
                        ]
                    }
                },
                "input_1:0": {
                    "name": "input_1:0",
                    "dtype": "DT_FLOAT",
                    "tensorShape": {
                        "dim": [
                            {
                                "size": "-1"
                            },
                            {
                                "size": "608"
                            },
                            {
                                "size": "608"
                            },
                            {
                                "size": "3"
                            }
                        ]
                    }
                }
            },
            "outputs": {
                "tf__detect_3": {
                    "name": "Identity_3:0",
                    "dtype": "DT_FLOAT",
                    "tensorShape": {
                        "dim": [
                            {
                                "size": "-1"
                            },
                            {
                                "size": "3"
                            },
                            {
                                "size": "361"
                            },
                            {
                                "size": "57"
                            }
                        ]
                    }
                },
                "tf__detect_2": {
                    "name": "Identity_2:0",
                    "dtype": "DT_FLOAT",
                    "tensorShape": {
                        "dim": [
                            {
                                "size": "-1"
                            },
                            {
                                "size": "3"
                            },
                            {
                                "size": "1444"
                            },
                            {
                                "size": "57"
                            }
                        ]
                    }
                },
                "tf__detect": {
                    "name": "Identity:0",
                    "dtype": "DT_FLOAT",
                    "tensorShape": {
                        "dim": [
                            {
                                "size": "-1"
                            },
                            {
                                "size": "22743"
                            },
                            {
                                "size": "57"
                            }
                        ]
                    }
                },
                "tf__detect_1": {
                    "name": "Identity_1:0",
                    "dtype": "DT_FLOAT",
                    "tensorShape": {
                        "dim": [
                            {
                                "size": "-1"
                            },
                            {
                                "size": "3"
                            },
                            {
                                "size": "5776"
                            },
                            {
                                "size": "57"
                            }
                        ]
                    }
                }
            }
        },
        "modelTopology": {
            "node": [
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_2/stack",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_2/stack_1",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_2/stack_2",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/mul_1/y",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/sub",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "5776"
                                        },
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_3",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        },
                        "dtype": {
                            "type": "DT_FLOAT"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_4/stack",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_4/stack_1",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_4/stack_2",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/mul_3/y",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_5",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "3"
                                        },
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_6/stack",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_6/stack_1",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_6/stack_2",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/concat/axis",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {}
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/Reshape_1/shape",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "3"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_9/stack",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_9/stack_1",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_9/stack_2",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/mul_8/y",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/sub_1",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "1444"
                                        },
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_FLOAT"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_10",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_11/stack",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_11/stack_1",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_11/stack_2",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/mul_10/y",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        },
                        "dtype": {
                            "type": "DT_FLOAT"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_12",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "3"
                                        },
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_13/stack",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_13/stack_1",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_13/stack_2",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/concat_1/axis",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {}
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/Reshape_3/shape",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "3"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_16/stack",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_16/stack_1",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_16/stack_2",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/mul_15/y",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/sub_2",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "361"
                                        },
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_17",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_18/stack",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_18/stack_1",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_18/stack_2",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/mul_17/y",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {}
                            }
                        },
                        "dtype": {
                            "type": "DT_FLOAT"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_19",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "3"
                                        },
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_20/stack",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_20/stack_1",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/strided_slice_20/stack_2",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "2"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/concat_2/axis",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {}
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/Reshape_5/shape",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "3"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/concat_3/axis",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {}
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "unknown_308",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "128"
                                        },
                                        {
                                            "size": "171"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "unknown_309",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "171"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/Reshape/shape",
                    "op": "Const",
                    "attr": {
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "4"
                                        }
                                    ]
                                }
                            }
                        },
                        "dtype": {
                            "type": "DT_INT32"
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/transpose/perm",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "4"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "unknown_313",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "1"
                                        },
                                        {
                                            "size": "256"
                                        },
                                        {
                                            "size": "171"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "unknown_314",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_FLOAT"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_FLOAT",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "171"
                                        }
                                    ]
                                }
                            }
                        }
                    }
                },
                {
                    "name": "StatefulPartitionedCall/functional_1/tf__detect/Reshape_2/shape",
                    "op": "Const",
                    "attr": {
                        "dtype": {
                            "type": "DT_INT32"
                        },
                        "value": {
                            "tensor": {
                                "dtype": "DT_INT32",
                                "tensorShape": {
                                    "dim": [
                                        {
                                            "size": "4"
                                        }
                                    ]
                                }
                            }
                        }
